Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# secret_phrase.confirm.quick_test.title
source: Complete this quick test to confirm you've saved everything correctly.
ar: أكمل هذا الاختبار السريع للتأكد من أنك قمت بحفظ كل شيء بشكل صحيح.
bn: আপনি সঠিকভাবে সবকিছু সংরক্ষণ করেছেন তা নিশ্চিত করতে এই দ্রুত পরীক্ষাটি সম্পূর্ণ করুন।
cs: Proveďte tento rychlý test, abyste potvrdili, že jste vše uložili správně.
da: Gennemfør denne hurtige test for at bekræfte, at du har gemt alt korrekt.
de: Führen Sie diesen Kurztest durch, um zu bestätigen, dass Sie alles richtig gespeichert haben.
es: Complete esta prueba rápida para confirmar que ha guardado todo correctamente.
fa: این آزمایش را کامل کنید تا تایید کنید همه چیز را به درسی ذخیره کرده اید.
fil: Kumpletuhin ang mabilisang pagsubok na ito upang kumpirmahin na na-save mo nang tama ang lahat.
fr: Effectuez ce test rapide pour confirmer que vous avez tout enregistré correctement.
ha: Kammala wannan gwajin gaggawar don tabbatar da cewa kun adana komai daidai.
he: השלם את הבדיקה המהירה הזו כדי לוודא ששמרת הכל כהלכה.
hi: यह पुष्टि करने के लिए कि आपने सब कुछ सही ढंग से सहेजा है, इस त्वरित परीक्षण को पूरा करें।
id: Selesaikan tes cepat ini untuk memastikan bahwa semua sudah tersimpan dengan benar.
it: Completa questo rapido test per confermare di aver salvato tutto correttamente.
ja: この簡単なテストを完了して、すべてが正しく保存されたことを確認してください。
ko: 이 빠른 테스트를 완료하여 모든 내용을 올바르게 저장했는지 확인하세요.
ms: Lengkapkan ujian pantas ini untuk mengesahkan anda telah menyimpan semuanya dengan betul.
nl: Voltooi deze snelle test om te bevestigen dat je alles correct hebt opgeslagen.
pl: Wykonaj ten szybki test, aby potwierdzić, że wszystko zostało poprawnie zapisane.
pt_br: Conclua este teste rápido para confirmar que você salvou tudo corretamente.
ro: Finalizați acest test rapid pentru a confirma că ați salvat totul corect.
ru: Пройдите этот быстрый тест, чтобы убедиться, что вы все сохранили правильно.
sw: Kamilisha jaribio hili la haraka ili kuthibitisha kuwa umehifadhi kila kitu kwa usahihi.
th: ทำการทดสอบด่วนนี้ให้เสร็จสิ้นเพื่อยืนยันว่าคุณได้บันทึกทุกอย่างถูกต้อง
tr: Her şeyi doğru şekilde kaydettiğinizi doğrulamak için bu hızlı testi tamamlayın.
uk: Пройдіть цей швидкий тест, щоб переконатися, що ви все зберегли правильно.
ur: اس فوری ٹیسٹ کو مکمل کریں اس بات کی تصدیق کرنے کے لیے کہ آپ نے سب کچھ صحیح طریقے سے محفوظ کر لیا ہے۔
vi: Hãy hoàn thành bài kiểm tra nhanh này để xác nhận rằng bạn đã lưu mọi thứ một cách chính xác.
zh_hans: 完成这个快速测试，确认是否已正确保存所有内容。
zh_hant: 完成這個快速測試，以確認已正確儲存所有內容

# secret_phrase.content_hidden.description
source: Content hidden during screen recording
ar: المحتوى المخفي أثناء تسجيل الشاشة
bn: স্ক্রিন রেকর্ডিংয়ের সময় লুকানো কন্টেন্ট
cs: Obsah skrytý během nahrávání obrazovky
da: Indhold skjult under skærmoptagelse
de: Inhalte, die während der Bildschirmaufnahme ausgeblendet wurden.
es: Contenido oculto durante la grabación de pantalla
fa: محتوای پنهان شده هنگام ضبط صفحه نمایش
fil: Nakatago ang content habang nagre-record ng screen
fr: Contenu masqué pendant l'enregistrement d'écran
ha: Abubuwan da ke ɓoye yayin rikodin allo
he: תוכן מוסתר במהלך הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग के दौरान सामग्री छिपाई गई
id: Konten tersembunyi selama perekaman layar
it: Contenuto nascosto durante la registrazione dello schermo
ja: 画面録画中はコンテンツが非表示になります
ko: 화면 녹화 중 숨겨진 콘텐츠
ms: Kandungan tersembunyi semasa rakaman skrin
nl: Inhoud verborgen tijdens schermopname
pl: Zawartość ukryta podczas nagrywania ekranu
pt_br: Conteúdo oculto durante a gravação de tela
ro: Conținut ascuns în timpul înregistrării ecranului
ru: Контент, скрытый во время записи экрана
sw: Maudhui yaliyofichwa wakati wa kurekodi skrini
th: เนื้อหาที่ซ่อนอยู่ระหว่างการบันทึกหน้าจอ
tr: Ekran kaydı sırasında içerik gizlendi
uk: Вміст прихований під час запису екрана
ur: اسکرین ریکارڈنگ کے دوران چھپا ہوا مواد
vi: Nội dung bị ẩn trong quá trình ghi màn hình
zh_hans: 屏幕录制过程中隐藏的内容
zh_hant: 螢幕錄製過程中隱藏的內容

# secret_phrase.do_not_share.description
source: If someone has your secret phrase they will have full control of your wallet!
ar: إذا حصل شخص ما على العبارة السرية الخاصة بك، فسيكون لديه السيطرة الكاملة على محفظتك!
bn: কেউ যদি আপনার গোপন বাক্যাংশ থাকে তবে তারা আপনার মানিব্যাগের সম্পূর্ণ নিয়ন্ত্রণ থাকবে!
cs: Pokud má někdo vaši tajnou frázi, bude mít plnou kontrolu nad vaší peněženkou!
da: Hvis nogen har din hemmelige sætning, vil de have fuld kontrol over din tegnebog!
de: Wenn jemand Ihre geheime Phrase hat, hat er die vollständige Kontrolle über Ihre Wallet!
es: ¡Si alguien tiene tu frase secreta tendrá control total de tu billetera!
fa: اگر کسی عبارات خصوصی کیف پول شمارا داشته باشد کنترل کامل در دارایی های شما خواهد داشت.
fil: Kung ang isang tao ay may iyong lihim na parirala magkakaroon sila ng ganap na kontrol sa iyong pitaka!
fr: Si quelqu'un connaît votre phrase secrète, il aura le contrôle total de votre portefeuille !
ha: Idan wani yana da kalmar sirrin ku za su sami cikakken iko akan walat ɗin ku!
he: אם למישהו יש את הביטוי הסודי שלך תהיה לו שליטה מלאה בארנק שלך!
hi: यदि किसी के पास आपका गुप्त वाक्यांश है तो आपके बटुए पर उनका पूरा नियंत्रण होगा!
id: Jika seseorang memiliki frasa rahasia Anda, mereka akan memiliki kendali penuh atas dompet Anda!
it: Se qualcuno conosce la tua frase segreta avrà il pieno controllo del tuo portafoglio!
ja: リカバリーフレーズを知った人は、このウォレットを完全に操作できます。
ko: 누군가가 귀하의 비밀 문구를 알고 있다면 귀하의 지갑을 완전히 통제하게 될 것입니다!
ms: Jika seseorang mempunyai frasa rahsia anda, mereka akan mempunyai kawalan penuh ke atas dompet anda!
nl: Als iemand uw geheime zin heeft, heeft hij de volledige controle over uw portemonnee!
pl: Jeśli ktoś zna Twoje tajne hasło, będzie miał pełną kontrolę nad Twoim portfelem!
pt_br: Se alguém tiver sua frase secreta, terá controle total de sua carteira!
ro: Dacă cineva are expresia ta secretă, va avea control total asupra portofelului tău!
ru: Если кто-то узнает вашу секретную фразу, он получит полный контроль над вашим кошельком!
sw: Ikiwa mtu ana maneno yako ya siri atakuwa na udhibiti kamili wa pochi yako!
th: หากมีใครมีวลีลับของคุณ พวกเขาจะสามารถควบคุมกระเป๋าเงินของคุณได้อย่างเต็มที่!
tr: Birisi gizli ifadenizi ele geçirirse, cüzdanınızın tam kontrolüne sahip olacaktır!
uk: Якщо у когось є ваша секретна фраза, він отримає повний контроль над вашим гаманцем!
ur: اگر کسی کے پاس آپ کا خفیہ جملہ ہے تو اس کے پاس آپ کے بٹوے کا مکمل کنٹرول ہوگا!
vi: Nếu ai đó có cụm từ bí mật của bạn, họ sẽ có toàn quyền kiểm soát ví của bạn!
zh_hans: 任何人只要拥有助记词，就能完全控制这个钱包！
zh_hant: 任何人只要擁有助記詞，就能完全控制您的錢包！

# secret_phrase.do_not_share.title
source: Do not share your Secret Phrase!
ar: لا تشارك العبارة السرية الخاصة بك!
bn: আপনার গোপন বাক্যাংশ শেয়ার করবেন না!
cs: Nesdílejte svou tajnou frázi!
da: Del ikke din hemmelige sætning!
de: Geben Sie Ihre geheime Phrase nicht weiter!
es: ¡No compartas tu Frase Secreta!
fa: عبارات خصوصی خود را با کسی به اشتراک نگذارید.
fil: Huwag ibahagi ang iyong Lihim na Parirala!
fr: Ne partagez pas votre phrase secrète !
ha: Kada ku raba Kalmar sirrinku!
he: אל תשתף את הביטוי הסודי שלך!
hi: अपना गुप्त वाक्यांश साझा न करें!
id: Jangan sebarkan Frasa Rahasia Anda!
it: Non condividere la tua frase segreta!
ja: リカバリーフレーズを共有しないでください。
ko: 비밀 문구를 공유하지 마세요!
ms: Jangan kongsi Frasa Rahsia anda!
nl: Deel uw geheime zin niet!
pl: Nie udostępniaj swojego tajnego wyrażenia!
pt_br: Não compartilhe sua frase secreta!
ro: Nu împărtășiți expresia dvs. secretă!
ru: Не делитесь своей секретной фразой!
sw: Usishiriki Maneno yako ya Siri!
th: อย่าเปิดเผยวลีลับของคุณ!
tr: Gizli İfadenizi paylaşmayın!
uk: Не діліться своєю секретною фразою!
ur: اپنے خفیہ جملے کا اشتراک نہ کریں!
vi: Đừng chia sẻ Cụm từ bí mật của bạn!
zh_hans: 切勿泄露助记词！
zh_hant: 切勿洩漏助記詞！

# secret_phrase.save_phrase_safely
source: Save your Secret Phrase in a secure place that only you control.
ar: احفظ عبارتك السرية في مكان آمن التي تتحكم فيها أنت فقط.
bn: আপনার গোপন বাক্যাংশটি একটি নিরাপদ স্থানে সংরক্ষণ করুন যেটি শুধুমাত্র আপনি নিয়ন্ত্রণ করেন।
cs: Uložte si tajnou frázi na bezpečné místo , které ovládáte pouze vy.
da: Gem din hemmelige sætning på et sikkert sted som kun du kontrollerer.
de: Speichern Sie Ihre geheime Phrase an einem sicheren Ort das nur Sie kontrollieren.
es: Guarda tu Frase Secreta en un lugar seguro que solo tu controlas.
fa: عبارت بازیابی خود را در مکانی امن ذخیره کنید که فقط شما به آن دسترسی دارید.
fil: I-save ang iyong Lihim na Parirala sa isang ligtas na lugar na ikaw lang ang kumokontrol.
fr: Enregistrez votre phrase secrète dans un endroit sécurisé que vous seul contrôlez.
ha: Ajiye kalmar sirrin ku a wuri mai tsaro wanda kai kadai ke sarrafa.
he: שמור את הביטוי הסודי שלך במקום מאובטח שרק אתה שולט בו.
hi: अपने गुप्त वाक्यांश को एक सुरक्षित स्थान पर सहेजें जिस पर केवल आपका नियंत्रण हो।
id: Simpan Frasa Rahasia Anda di tempat yang aman yang hanya Anda kendalikan.
it: Salva la tua frase segreta in un luogo sicuro che solo tu controlli.
ja: リカバリーフレーズは、自分だけが管理できる 安全な場所に保管してください。
ko: 비밀 문구를 안전한 곳에 저장하세요 그건 당신만이 통제할 수 있어요.
ms: Simpan Frasa Rahsia anda di tempat selamat yang hanya anda kawal.
nl: Bewaar uw geheime zin op een veilige plaats die alleen u beheert.
pl: Zapisz swoje tajne zdanie w bezpiecznym miejscu nad którymi tylko ty masz kontrolę.
pt_br: Salve sua frase secreta em um local seguro que só você controla.
ro: Salvează-ți fraza secretă într-un loc sigur pe care doar tu îl controlezi.
ru: Сохраните свою секретную фразу в надежном месте. которое контролируете только вы.
sw: Hifadhi Maneno yako ya Siri mahali salama ambayo unadhibiti wewe tu.
th: บันทึกวลีลับของคุณไว้ในที่ปลอดภัย ที่มีเพียงคุณเท่านั้นที่ควบคุม
tr: Gizli İfadenizi güvenli bir yere kaydedin bunu yalnızca sen kontrol edebilirsin.
uk: Збережіть свою секретну фразу в надійному місці які контролюєте тільки ви.
ur: اپنے خفیہ جملے کو ایک محفوظ جگہ پر محفوظ کریں جس پر صرف آپ کنٹرول کرتے ہیں۔
vi: Lưu cụm từ bí mật của bạn ở nơi an toàn mà chỉ có bạn kiểm soát.
zh_hans: 请将助记词保存在安全位置， 且只有您可以掌控。
zh_hant: 請將助記詞儲存在安全位置， 且只有您可以掌控。

# secret_phrase.screenshot_detected.description
source: Screenshots may be accessible to other apps, they can put your secret phrase at risk if saved this way.
ar: قد تكون لقطات الشاشة متاحة لتطبيقات أخرى، ولكنها قد تعرض عبارة المرور الخاصة بك للخطر إذا تم حفظها بهذه الطريقة.
bn: স্ক্রিনশটগুলি অন্যান্য অ্যাপের কাছে অ্যাক্সেসযোগ্য হতে পারে, যদি এইভাবে সংরক্ষণ করা হয় তবে এগুলি আপনার গোপন বাক্যাংশকে ঝুঁকির মধ্যে ফেলতে পারে।
cs: Snímky obrazovky mohou být přístupné jiným aplikacím, pokud se uloží tímto způsobem, mohou ohrozit vaši tajnou frázi.
da: Skærmbilleder kan være tilgængelige for andre apps, og de kan bringe din hemmelige frase i fare, hvis de gemmes på denne måde.
de: Screenshots können von anderen Apps eingesehen werden und gefährden so Ihre geheime Phrase.
es: Las capturas de pantalla pueden ser accesibles a otras aplicaciones y, si se guardan de esta manera, pueden poner en riesgo tu frase secreta.
fa: اسکرین‌شات‌ها ممکن است برای برنامه‌های دیگر قابل دسترسی باشند، اگر به این روش ذخیره شوند، می‌توانند رمز عبور شما را در معرض خطر قرار دهند.
fil: Maaaring ma-access ang mga screenshot sa iba pang apps, maaari nilang ilagay sa panganib ang iyong sikretong parirala kung ise-save sa ganitong paraan.
fr: Les captures d'écran peuvent être accessibles à d'autres applications ; si elles sont enregistrées de cette manière, votre phrase secrète peut être compromise.
ha: Za a iya samun damar ɗaukar hotuna zuwa wasu ƙa'idodi, za su iya sanya kalmar sirrin ku cikin haɗari idan an ajiye su ta wannan hanyar.
he: צילומי מסך עשויים להיות נגישים לאפליקציות אחרות, והם עלולים לסכן את משפט הסוד שלך אם יישמרו בדרך זו.
hi: स्क्रीनशॉट अन्य ऐप्स के लिए सुलभ हो सकते हैं, यदि वे इस तरह से सहेजे गए तो वे आपके गुप्त वाक्यांश को खतरे में डाल सकते हैं।
id: Tangkapan layar mungkin dapat diakses oleh aplikasi lain, namun hal itu dapat membahayakan frasa rahasia Anda jika disimpan dengan cara ini.
it: Gli screenshot potrebbero essere accessibili ad altre app e, se salvati in questo modo, potrebbero mettere a rischio la tua frase segreta.
ja: スクリーンショットは他のアプリからアクセスされる可能性があります。この方法でリカバリーフレーズを保存すると、漏えいするおそれがあります。
ko: 스크린샷은 다른 앱에서 접근할 수 있으며, 이런 방식으로 저장할 경우 비밀번호가 위험에 노출될 수 있습니다.
ms: Tangkapan skrin mungkin boleh diakses oleh apl lain, ia boleh meletakkan frasa rahsia anda pada risiko jika disimpan dengan cara ini.
nl: Schermafbeeldingen zijn mogelijk toegankelijk voor andere apps, maar ze kunnen uw geheime zin in gevaar brengen als u ze op deze manier opslaat.
pl: Zrzuty ekranu mogą być dostępne dla innych aplikacji, a zapisanie ich w ten sposób może narazić Twoją tajną frazę na ryzyko.
pt_br: Capturas de tela podem ser acessíveis a outros aplicativos e, se salvas dessa forma, podem colocar sua frase secreta em risco.
ro: Capturile de ecran pot fi accesibile altor aplicații și pot pune în pericol fraza ta secretă dacă sunt salvate în acest fel.
ru: Скриншоты могут быть доступны другим приложениям, и если сохранить их таким образом, они могут поставить под угрозу вашу секретную фразу.
sw: Picha za skrini zinaweza kupatikana kwa programu zingine, zinaweza kuweka maneno yako ya siri hatarini ikiwa yamehifadhiwa kwa njia hii.
th: ภาพหน้าจออาจเข้าถึงได้จากแอปอื่น แต่หากบันทึกในลักษณะนี้ อาจทำให้รหัสผ่านของคุณตกอยู่ในความเสี่ยง
tr: Ekran görüntüleri diğer uygulamalar tarafından erişilebilir olabilir, bu şekilde kaydedilirse gizli ifadeniz riske girebilir.
uk: Знімки екрана можуть бути доступні іншим програмам, і якщо їх зберегти таким чином, ваша секретна фраза може бути під загрозою.
ur: اسکرین شاٹس دیگر ایپس کے لیے قابل رسائی ہو سکتے ہیں، اگر اس طرح محفوظ کیا جائے تو وہ آپ کے خفیہ جملے کو خطرے میں ڈال سکتے ہیں۔
vi: Ảnh chụp màn hình có thể được các ứng dụng khác truy cập, nhưng chúng có thể khiến cụm từ bí mật của bạn gặp rủi ro nếu được lưu theo cách này.
zh_hans: 屏幕截图可能会被其他应用访问；以此方式保存助记词会带来泄露风险。
zh_hant: 螢幕截圖可能會被其他應用程式存取；以此方式儲存助記詞會帶來外洩風險。

# secret_phrase.screenshot_detected.title
source: Screenshot Detected
ar: تم اكتشاف لقطة شاشة
bn: স্ক্রিনশট সনাক্ত করা হয়েছে
cs: Detekován snímek obrazovky
da: Skærmbillede fundet
de: Screenshot erkannt
es: Captura de pantalla detectada
fa: تصویر صفحه شناسایی شد
fil: Natukoy ang screenshot
fr: Capture d'écran détectée
ha: An Gano Hoton Hoton
he: זוהה צילום מסך
hi: स्क्रीनशॉट का पता चला
id: Tangkapan Layar Terdeteksi
it: Screenshot rilevato
ja: スクリーンショットが検出されました
ko: 스크린샷이 감지되었습니다
ms: Tangkapan Skrin Dikesan
nl: Schermafbeelding gedetecteerd
pl: Wykryto zrzut ekranu
pt_br: Captura de tela detectada
ro: Captură de ecran detectată
ru: Скриншот обнаружен
sw: Picha ya skrini imegunduliwa
th: ตรวจพบภาพหน้าจอ
tr: Ekran Görüntüsü Algılandı
uk: Виявлено знімок екрана
ur: اسکرین شاٹ کا پتہ چلا
vi: Đã phát hiện ảnh chụp màn hình
zh_hans: 检测到屏幕截图
zh_hant: 偵測到螢幕截圖

# sell.title
source: Sell %@
ar: بيع %@
bn: %@ বিক্রি করুন
cs: Prodat %@
da: Sælg %@
de: Verkaufen %@
es: Vender %@
fa: فروش %@
fil: Ibenta %@
fr: Vendre %@
ha: Saya %@
he: למכור %@
hi: बेचें %@
id: Jual %@
it: Vendi %@
ja: %@を売る
ko: %@ 판매
ms: Jual %@
nl: Verkoop %@
pl: Sprzedaj %@
pt_br: Vender %@
ro: Vânzare %@
ru: Продать %@
sw: Uza %@
th: ขาย %@
tr: %@ sat
uk: Продати %@
ur: فروخت کریں %@
vi: Bán %@
zh_hans: 出售%@
zh_hant: 出售%@

# settings.aboutus
source: About Us
ar: معلومات عنا
bn: আমাদের সম্পর্কে
cs: O nás
da: Om os
de: Über uns
es: Acerca de nosotros
fa: درباره ما
fil: Tungkol sa Amin
fr: À propos de nous
ha: Game da Mu
he: אודותינו
hi: हमारे बारे में
id: Tentang Kami
it: Chi siamo
ja: 当社について
ko: 회사 소개
ms: Tentang Kami
nl: Over ons
pl: O nas
pt_br: Sobre nós
ro: Despre noi
ru: О нас
sw: Kuhusu Sisi
th: เกี่ยวกับเรา
tr: Hakkımızda
uk: Про нас
ur: ہمارے بارے میں
vi: Về chúng tôi
zh_hans: 关于我们
zh_hant: 關於我們

# settings.appearance_dark
source: Dark
ar: داكن
bn: গাঢ়
cs: Tmavý
da: Mørk
de: Dunkel
es: Oscuro
fa: تیره
fil: Madilim
fr: Sombre
ha: Duhu
he: כהה
hi: गहरा
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
ms: Gelap
nl: Donker
pl: Ciemny
pt_br: Escuro
ro: Întunecat
ru: Тёмное
sw: Giza
th: มืด
tr: Koyu
uk: Темне
ur: گہرا
vi: Tối
zh_hans: 深色
zh_hant: 深色

# settings.appearance_light
source: Light
ar: فاتح
bn: হালকা
cs: Světlý
da: Lys
de: Hell
es: Claro
fa: روشن
fil: Maliwanag
fr: Clair
ha: Haske
he: בהיר
hi: हल्का
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
ms: Cerah
nl: Licht
pl: Jasny
pt_br: Claro
ro: Luminos
ru: Светлое
sw: Nuru
th: สว่าง
tr: Açık
uk: Світле
ur: روشن
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# settings.appearance_system
source: System
ar: النظام
bn: সিস্টেম
cs: Systém
es: Sistema
fa: سیستم
fil: Sistema
fr: Système
ha: Tsarin
he: מערכת
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ms: Sistem
nl: Systeem
pt_br: Sistema
ro: Sistem
ru: Системное
sw: Mfumo
th: ระบบ
tr: Sistem
uk: Системне
ur: سسٹم
vi: Hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.appearance_title
source: Appearance
ar: المظهر
bn: চেহারা
cs: Vzhled
da: Udseende
de: Erscheinungsbild
es: Apariencia
fa: ظاهر
fil: Anyo
fr: Apparence
ha: Kamanni
he: מראה
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
ko: 화면 모드
ms: Penampilan
nl: Weergave
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: Оформление
sw: Muonekano
th: ลักษณะที่ปรากฏ
tr: Görünüm
uk: Оформлення
ur: ظاہری شکل
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# settings.community
source: Community
ar: مجتمع
bn: সম্প্রদায়
cs: Společenství
da: Fællesskab
de: Gemeinschaft
es: Comunidad
fa: همبودگاه
fil: Komunidad
fr: Communauté
ha: Al'umma
he: קהילה
hi: समुदाय
id: Komunitas
it: Comunità
ja: コミュニティ
ko: 지역 사회
ms: Komuniti
nl: Gemeenschap
pl: Społeczność
pt_br: Comunidade
ro: Comunitate
ru: Сообщество
sw: Jumuiya
th: ชุมชน
tr: Toplum
uk: Спільнота
ur: برادری
vi: Cộng đồng
zh_hans: 社区
zh_hant: 社群

# settings.currency
source: Currency
ar: عملة
bn: মুদ্রা
cs: Měna
da: Valuta
de: Währung
es: Moneda
fa: ارز
fil: Pera
fr: Devise
ha: Kudi
he: מטבע
hi: मुद्रा
id: Mata Uang
it: Valuta
ja: 通貨
ko: 통화
ms: Mata wang
nl: Valuta
pl: Waluta
pt_br: Moeda
ro: Moneda
ru: Валюта
sw: Sarafu
th: สกุลเงิน
tr: Para birimi
uk: Валюта
ur: کرنسی
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣

# settings.developer
source: Developer
ar: المطور
bn: বিকাশকারী
cs: Vývojář
da: Udvikler
de: Entwickler
es: Desarrollador
fa: توسعه دهنده
fr: Développeur
ha: Mai haɓakawa
he: מפתח
hi: डेवलपर
id: Pengembang
it: Sviluppatore
ja: 開発者
ko: 개발자
ms: Pemaju
nl: Ontwikkelaar
pl: Deweloper
pt_br: Desenvolvedor
ro: Dezvoltator
ru: Разработчик
sw: Msanidi
th: นักพัฒนา
tr: Geliştirici
uk: Розробник
ur: ڈویلپر
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發者

# settings.disable_value
source: Disable %@
ar: تعطيل %@
bn: %@ অক্ষম করুন
cs: Zakázat %@
da: Deaktiver %@
de: %@ deaktivieren
es: Deshabilitar %@
fa: غیرفعال کردن %@
fil: Huwag paganahin ang %@
fr: Désactiver %@
ha: A kashe %@
he: השבת %@
hi: %@ अक्षम करें
id: Nonaktifkan %@
it: Disabilita %@
ja: %@を無効にする
ko: %@ 비활성화
ms: Lumpuhkan %@
nl: %@ uitschakelen
pl: Wyłącz %@
pt_br: Desabilitar %@
ro: Dezactivați %@
ru: Отключить %@
sw: Zima %@
th: ปิดใช้งาน %@
tr: %@ yi devre dışı bırak
uk: Вимкнути %@
ur: غیر فعال کریں %@
vi: Vô hiệu hóa %@
zh_hans: 禁用 %@
zh_hant: 停用 %@

# settings.enable_passcode
source: Enable Passcode
ar: تمكين رمز المرور
bn: পাসকোড সক্ষম করুন
cs: Povolit přístupový kód
da: Aktiver adgangskode
de: Passcode aktivieren
es: Activar código de acceso
fa: فعال کردن رمزعبور
fil: Paganahin ang Passcode
fr: Activer le mot de passe
ha: Kunna lambar wucewa
he: אפשר קוד גישה
hi: पासकोड सक्षम करें
id: Aktifkan Kode Sandi
it: Abilita codice di accesso
ja: パスコードを有効にする
ko: 비밀번호 활성화
ms: Dayakan Kod Laluan
nl: Schakel toegangscode in
pl: Włącz hasło
pt_br: Habilitar senha
ro: Activați codul de acces
ru: Включить пароль
sw: Washa Nambari ya siri
th: เปิดใช้งานรหัสผ่าน
tr: Şifreyi Etkinleştir
uk: Увімкнути пароль
ur: پاس کوڈ کو فعال کریں۔
vi: Kích hoạt mật mã
zh_hans: 启用密码
zh_hant: 開啟密碼

# settings.enable_value
source: Enable %@
ar: تمكين %@
bn: %@ সক্ষম করুন
cs: Povolit %@
da: Aktiver %@
de: %@ aktivieren
es: Habilitar %@
fa: فعال کردن %@
fil: Paganahin ang %@
fr: Activer %@
ha: Kunna %@
he: הפעל את %@
hi: %@ सक्षम करें
id: Aktifkan %@
it: Abilita %@
ja: %@を有効にする
ko: %@ 활성화
ms: Dayakan %@
nl: Schakel %@ in
pl: Włącz %@
pt_br: Ativar %@
ro: Activați %@
ru: Включить %@
sw: Washa %@
th: เปิดใช้งาน %@
tr: %@ etkinleştir
uk: Увімкнути %@
ur: %@ فعال کریں
vi: Bật %@
zh_hans: 启用%@
zh_hant: 開啟%@

# settings.help_center
source: Help Center
ar: مركز المساعدة
bn: সহায়তা কেন্দ্র
cs: Centrum nápovědy
da: Hjælpecenter
de: Hilfezentrum
es: Centro de ayuda
fa: مرکز راهنمایی
fr: Centre d'aide
ha: Cibiyar Taimako
he: מרכז העזרה
hi: सहायता केंद्र
id: Pusat Bantuan
it: Centro assistenza
ja: ヘルプセンター
ko: 도움말 센터
ms: Pusat Bantuan
nl: Helpcentrum
pl: Centrum pomocy
pt_br: Central de Ajuda
ro: Centrul de ajutor
ru: Центр помощи
sw: Kituo cha Usaidizi
th: ศูนย์ช่วยเหลือ
tr: Yardım Merkezi
uk: Довідковий центр
ur: امدادی مرکز
vi: Trung tâm trợ giúp
zh_hans: 帮助中心
zh_hant: 幫助中心

# settings.hide_balance
source: Hide Balance
ar: إخفاء الرصيد
bn: ব্যালেন্স লুকান
cs: Skrýt zůstatek
da: Skjul saldo
de: Guthaben ausblenden
es: Ocultar saldo
fa: مخفی کردن موجودی
fil: Itago ang Balanse
fr: Masquer le solde
ha: Boye Ma'auni
he: הסתר יתרה
hi: बैलेंस छिपाएँ
id: Sembunyikan Saldo
it: Nascondi saldo
ja: 残高を非表示
ko: 잔액 숨기기
ms: Sembunyikan Baki
nl: Saldo verbergen
pl: Ukryj saldo
pt_br: Ocultar saldo
ro: Ascundeți soldul
ru: Скрыть баланс
sw: Ficha Salio
th: ซ่อนยอดคงเหลือ
tr: Bakiyeyi Gizle
uk: Приховати баланс
ur: بیلنس چھپائیں۔
vi: Ẩn số dư
zh_hans: 隐藏余额
zh_hant: 隱藏餘額

# settings.language
source: Language
ar: لغة
bn: ভাষা
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fa: زبان
fil: Wika
fr: Langue
ha: Harshe
he: שפה
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nl: Taal
pl: Język
pt_br: Idioma
ro: Limba
ru: Язык
sw: Lugha
th: ภาษา
tr: Dil
uk: Мова
ur: زبان
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.networks.explorer
source: Explorer
ar: إكسبلورر
bn: এক্সপ্লোরার
cs: Průzkumník
es: Explorador
fa: پیمایشگر
fr: Explorateur
he: סייר
hi: एक्सप्लोरर
id: Penjelajah
ja: エクスプローラー
ko: 익스플로러
ms: Penjelajah
pl: Eksplorator
pt_br: Explorador
ru: Эксплорер
sw: Mchunguzi
th: นักสำรวจ
tr: Kaşif
uk: Оглядач
ur: ایکسپلورر
vi: Trình duyệt khối
zh_hans: 区块浏览器
zh_hant: 區塊瀏覽器

# settings.networks.source
source: Source
ar: مصدر
bn: উৎস
cs: Zdroj
da: Kilde
de: Quelle
es: Fuente
fa: منبع
fil: Pinagmulan
fr: Origine
he: מקור
hi: स्रोत
id: Sumber
it: Fonte
ja: ソース
ko: 원천
ms: Sumber
nl: Bron
pl: Źródło
pt_br: Fonte
ro: Sursa
ru: Источник
sw: Chanzo
th: แหล่งที่มา
tr: Kaynak
uk: Джерело
ur: ماخذ
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

# settings.networks.title
source: Networks
ar: الشبكات
bn: নেটওয়ার্ক
cs: Sítě
da: Netværk
de: Netzwerke
es: Redes
fa: شبکه ها
fil: Mga network
fr: Réseaux
ha: Hanyoyin sadarwa
he: רשתות
hi: नेटवर्क
id: Jaringan
it: Reti
ja: ネットワーク
ko: 네트워크
ms: Rangkaian
nl: Netwerken
pl: Sieci
pt_br: Redes
ro: Rețele
ru: Сети
sw: Mitandao
th: เครือข่าย
tr: Ağlar
uk: Мережі
ur: نیٹ ورکس
vi: Mạng
zh_hans: 网络
zh_hant: 網路

# settings.notifications.title
source: Notifications
ar: إشعارات
bn: বিজ্ঞপ্তি
cs: Oznámení
da: Meddelelser
de: Benachrichtigungen
es: Notificaciones
fa: اعلان ها
fil: Mga abiso
ha: Sanarwa
he: התראות
hi: सूचनाएं
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
ms: Pemberitahuan
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ro: Notificări
ru: Уведомления
sw: Arifa
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
ur: اطلاعات
vi: Thông báo
zh_hans: 通知
zh_hant: 通知
